{"_meta": {"description": "Metadata used to filter data", "exported_at": "2026-02-04 08:52:33", "format": "jsonl", "filters": {"column": "parliament", "operator": "=", "value": "SI"}, "search": null, "columns": null}}
{"id": 6502516, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Regular", "speaker_mp": null, "speaker_minister": "Minister", "speaker_party": "NSi", "speaker_party_name": "New Slovenia – Christian Democrats", "party_status": "Opposition", "party_orientation": "Centre-right", "partyfacts_id": "1618.0", "speaker_id": "PeterleAlojz", "speaker_name": "Peterle, Alojz Lojze", "speaker_gender": "M", "speaker_birth": 1948, "word_count": 64, "cap_category": null, "cap_prob": null, "sent_logit": 1.603, "sent3_category": "Neutral", "sent6_category": "Neutral Negative", "text": "Spoštovane poslanke in poslanci. Govorim v imenu Nove Slovenije in nasprotujem temu predlogu, ker menim, da bomo prišli v težave, če bomo v nejasni situaciji odločali o tako pomembnih sestavah. Zaradi prehitrega odločanja smo že imeli v preteklosti težave. Predlagam, da delovna telesa, tista, ki jih ni nujno izvoliti danes, volimo po tem, ko bo znano, kdo je v vladi in kdo v opoziciji.", "text_en": "Dear Members and Members. I speak on behalf of New Slovenia and oppose this proposal because I think we will be in trouble if we decide on such important compositions in a unclear situation. We've already had problems in the past because of our rapid decision-making. I suggest that we love working bodies, those that are not necessarily chosen today, after we know who is in the government and who is in the opposition."}
{"id": 6502517, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Chairperson", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "NSi", "speaker_party_name": "New Slovenia – Christian Democrats", "party_status": "Opposition", "party_orientation": "Centre-right", "partyfacts_id": "1618.0", "speaker_id": "BernikJožef", "speaker_name": "Bernik, Jožef", "speaker_gender": "M", "speaker_birth": 1924, "word_count": 40, "cap_category": null, "cap_prob": null, "sent_logit": 2.934, "sent3_category": "Neutral", "sent6_category": "Neutral Positive", "text": "Hvala lepa. Želi še kakšna poslanska skupina besedo? Če ne, potem bi prosil, če želi besedo predstavnik sekretariata za zakonodajo in pravne zadeve. Želi? Želijo besedo predstavniki poslanskih skupin? Želi predlagatelj dodatno obrazložiti svoj predlog na komentarje? Prosim.", "text_en": "Thank you very much. Does any other parliamentary group want a word? If not, I would ask if a representative of the Secretariat would like to speak for the law and legal affairs. Does he? The representatives of the parliamentary groups would like to speak? Does the proposer wish to further explain his proposal for comments? Please."}
{"id": 6502518, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Regular", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "LDS", "speaker_party_name": "Liberal Democracy of Slovenia", "party_status": "Coalition", "party_orientation": "Centre to centre-left", "partyfacts_id": "975.0", "speaker_id": "AnderličAnton", "speaker_name": "Anderlič, Anton", "speaker_gender": "M", "speaker_birth": 1956, "word_count": 43, "cap_category": null, "cap_prob": null, "sent_logit": 2.82, "sent3_category": "Neutral", "sent6_category": "Neutral Positive", "text": "Glede na predhodno obrazložitev naj dodam še to, da je predlog v nadaljevanju, glede na to, kar je tudi predsedujoči že rekel, da verjetno nekaterih stvari danes ne bo mogoče opraviti, da bi to točko opravili v nadaljevanju seje, v prihodnjih dneh. Hvala.", "text_en": "In view of the previous explanation, I should add that the proposal is below, given what the president has already said that it is likely that some things will not be possible to do today in order to carry out this point in the coming meeting in the coming days. Thank you."}
{"id": 6502519, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Chairperson", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "NSi", "speaker_party_name": "New Slovenia – Christian Democrats", "party_status": "Opposition", "party_orientation": "Centre-right", "partyfacts_id": "1618.0", "speaker_id": "BernikJožef", "speaker_name": "Bernik, Jožef", "speaker_gender": "M", "speaker_birth": 1924, "word_count": 242, "cap_category": null, "cap_prob": null, "sent_logit": 2.823, "sent3_category": "Neutral", "sent6_category": "Neutral Positive", "text": "Na glasovanje dajem predlog za razširitev dnevnega reda z navedenim predlogom gospoda Anderliča. Ugotovimo prisotnost! Glasujmo o predlogu za razširitev dnevnega reda. To se pravi, da je ta razširitev odobrena. Zbor bo navedeni predlog obravnaval kot 5. točko dnevnega reda. Hvala lepa. Sedaj bomo glasovali o predlogu dnevnega reda v celoti. Predlagam za današnjo sejo dnevni red, ki ste ga prejeli s sklicem, ter z eno dopolnitvijo. Na glasovanje dajem predlagani dnevni red. Prosim, da ugotovimo navzočnost. Glasujmo o predlogu dnevnega reda. Sedaj prehajamo na 1. TOČKO DNEVNEGA REDA - IZVOLITEV PREDSEDNIKA, PODPREDSEDNIKA IN ČLANOV MANDATNO-IMUNITETNE KOMISIJE. Na podlagi drugega odstavka 7. člena zakona o poslancih in prvega odstavka 12. člena poslovnika državnega zbora bomo najprej izvolili mandatno-imunitetno komisijo državnega zbora. V skladu z navedenim mora biti mandatno-imunitetna komisija sestavljena tako, da so v njej zastopani predstavniki vseh poslanskih skupin v državnem zboru. Mandatno-imunitetna komisija bo pregledala potrdila o izvolitvi. Na začetku seje državnega zbora nismo prejeli pritožb kandidatov oziroma predstavnikov list kandidatov zoper odločitev volilne komisije, ki lahko vpliva na potrditev mandatov. Predstavniki strank, katerih kandidati so bili izvoljeni v državni zbor, so se, upamo, pred današnjo sejo ali pa včeraj sestali in skupno oblikovali predlog za izvolitev mandatno-imunitetne komisije na današnji seji ali pa danes dopolnili - kot mi pravi gospa generalna tajnica, ki je napisala ta scenarij zame. Hvala. Predlog predstavnikov poslanskih skupin v sestavo mandatno-imunitetne komisije bo predstavil gospod dr. Janez Podobnik.", "text_en": "I am putting to the vote a proposal to extend the agenda with Mr Anderlich's proposal. Let's find out who's here! Let us vote on the proposal to extend the agenda. This extension is said to have been approved. The assembly will consider that proposal as item 5 of the agenda. Thank you very much. We will now vote on the draft agenda as a whole. I propose today's agenda session, which you have received with reference, and with one addition. I shall put to the vote the proposed agenda. Please, let's find out who's here. Let us vote on the draft agenda. Now we're moving on to one. Agenda item - Election of the President, the Vice-President and the members of the Men's Immunity Commission. On the basis of the second paragraph of Article 7 of the Law on Members and Article 12, paragraph 1, of the Rules of Procedure of the National Assembly, we shall first elect a Commission of State. Accordingly, the Commission should be composed of representatives of all parliamentary groups in the National Assembly. The mandate-immunity commission will review the election certificates. At the beginning of the meeting of the National Assembly, we did not receive complaints from candidates or representatives of candidate lists against the decision of the electoral commission which may affect the approval of the mandates. The representatives of the parties whose candidates were elected to the National Assembly, we hope, either before today's meeting or yesterday's meeting and jointly formulated a proposal for the election of the European Commission for Immunity at today's meeting or today's addition - as the Secretary-General has told me, has written this scenario for me. Thank you. Mr Janez Podobnik will present the proposal for representatives of the parliamentary groups in the composition of the Commission on Mandate and Immunity."}
{"id": 6502520, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Regular", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "SLS+SKD", "speaker_party_name": "Slovenian People's Party and Slovene Christian Democrats", "party_status": "Coalition", "party_orientation": "Centre-right", "partyfacts_id": "764.0", "speaker_id": "PodobnikJanez", "speaker_name": "Podobnik, Janez", "speaker_gender": "M", "speaker_birth": 1959, "word_count": 162, "cap_category": null, "cap_prob": null, "sent_logit": 2.843, "sent3_category": "Neutral", "sent6_category": "Neutral Positive", "text": "Spoštovani dr. Bernik, kolegice in kolegi! Kot je bilo že povedano, je bil včeraj pripravljalni sestanek za današnjo sejo. Na tem sestanku sem bil tudi pooblaščen, da v imenu predstavnikov istoimenskih list, ki so bile izvoljene v državni zbor, predstavim odlok o izvolitvi predsednika, podpredsednika in članov mandatno-imunitetne komisije državnega zbora Republike Slovenije. Odlok je pripravljen na podlagi drugega odstavka 7. člena zakona o poslancih in določb poslovnika državnega zbora. Odlok je sestavljen iz treh členov. Prvi govori o tem, da ima mandatno-imunitetna komisija državnega zbora Republike Slovenije predsednika in sedem članov. V drugem razdelku odloka je razvidno, da se v mandatno-imunitetno komisijo državnega zbora izvolijo: za predsednika Valentina Pohorca, za člane pa Cirila Pucka, Pavla Ruparja, Bojana Kontiča, Jurija Malovrha, Majdo Zupan,Zmaga Jelinčiča in Igorja Štembergerja. Tretji razdelek govori o tem, da ta odlok začne veljati z dnem, ko ga sprejme državni zbor Republike Slovenije. Spoštovane kolegice in kolegi! Prosim oziroma predlagam, da predlagani odlok po eventualni razpravi sprejmete. Hvala lepa.", "text_en": "Dear Dr. Bernick, colleagues and colleagues! As has already been said, yesterday was a preparatory meeting for today's session. At this meeting, I was also authorised to present, on behalf of the representatives of the identical lists elected to the National Assembly, a decree on the election of the President, the Vice-President and the members of the National Assembly of the Republic of Slovenia. The decree shall be drawn up on the basis of the second paragraph of Article 7 of the Law on Members and the provisions of the Rules of Procedure of the National Assembly. The decree consists of three articles. The first speaks of the President and seven members of the National Assembly of the Republic of Slovenia as having a mandate-holder-immunity commission. In the second section of the decree, it is clear that they will be elected to the Council of State for the term of office and immunity: the President of Valentin Pohorc and the members of Cyril Puck, Paul Rupar, Bojan Kontić, Yuri Malovra, Majdo Zupan, Victory of Jelinčič and Igor Štemberger. The third section speaks of the date on which this Decision enters into force on the date of its adoption by the national assembly of the Republic of Slovenia. Dear colleagues and colleagues! I ask or suggest that you adopt the proposed decision after any discussion. Thank you very much."}
{"id": 6502521, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Chairperson", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "NSi", "speaker_party_name": "New Slovenia – Christian Democrats", "party_status": "Opposition", "party_orientation": "Centre-right", "partyfacts_id": "1618.0", "speaker_id": "BernikJožef", "speaker_name": "Bernik, Jožef", "speaker_gender": "M", "speaker_birth": 1924, "word_count": 118, "cap_category": null, "cap_prob": null, "sent_logit": 3.065, "sent3_category": "Neutral", "sent6_category": "Neutral Positive", "text": "Hvala lepa, gospod Podobnik. Želijo predstavniki poslanskih skupin besedo? Glasovali bomo o navedenih predlogih v celoti, enako kot o listi kandidatov. Prosim, da poslanke in poslanci zabeležite svojo navzočnost. Ugotavljam, da je prisotnih 84 poslank in poslancev. Sedaj gremo h glasovanju o tem predlogu. Glede na izid glasovanja ugotavljam, da je mandatno-imunitetna komisija v predlagani sestavi izvoljena. S tem zaključujem to točko dnevnega reda. Sedaj predlagam, da se komisija takoj sestane v salonu, to je v prvem nadstropju stavbe na Šubičevi. Člane komisije prosim, da vzamete s seboj gradivo, ki ste ga prejeli za 2. točko dnevnega reda. S tem prekinjam sejo zbora. Delo se bo začelo čez 30 minut, se pravi ob 11.15 uri.", "text_en": "Thank you very much, Mr. Podobnik. Members of the parliamentary groups would like a word? We will vote on these proposals in full, as well as on the list of candidates. Members and Members, please note your presence. I note that 84 Members and Members are present. We are now going to vote on this proposal. On the basis of the outcome of the vote, I note that the Commission's mandate-immunity body has been elected in the proposed composition. I hereby conclude this agenda item. I now propose that the commission meet immediately in the salon, which is on the first floor of the building on Šubičeva. Members of the committee, please take with you the material you received for agenda item 2. This concludes the meeting of the choir. It'll start in 30 minutes, so it's 11:15."}
{"id": 6502522, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Chairperson", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "NSi", "speaker_party_name": "New Slovenia – Christian Democrats", "party_status": "Opposition", "party_orientation": "Centre-right", "partyfacts_id": "1618.0", "speaker_id": "BernikJožef", "speaker_name": "Bernik, Jožef", "speaker_gender": "M", "speaker_birth": 1924, "word_count": 192, "cap_category": null, "cap_prob": null, "sent_logit": 2.644, "sent3_category": "Neutral", "sent6_category": "Neutral Positive", "text": "Spoštovani poslanci, malo potrpljenja še prosim, ker se razmnožuje poročilo komisije. Upamo, da kmalu to dobimo. Gospe poslanke in gospodje poslanci! Prehajamo na 2. TOČKO DNEVNEGA REDA, to je POROČILO MANDATNO-IMUNITETNE KOMISIJE O PREGLEDU POTRDIL O IZVOLITVI TER MOREBITNIH PRITOŽB KANDIDATOV IN PREDSTAVNIKOV LIST KANDIDATOV ZOPER ODLOČITVE VOLILNE KOMISIJE, KI LAHKO VPLIVAJO NA POTRDITEV MANDATOV, S PREDLOGOM ZA POTRDITEV MANDATOV IN ZA ODLOČANJE O PRITOŽBAH. Preden gremo k temu, imam prijetno dolžnost, da pozdravim gospoda predsednika republiške volilne komisije gospoda Gašperja Frankarja. Lepo ga pozdravljam in se zahvaljujem za njegovo delo. Zdaj pa gremo naprej. Gradivo za obravnavo te točke dnevnega reda bi sicer morali prejeti na klop, pardon, dobili ste na klop poročilo republiške volilne komisije, ki je objavljeno v Uradnem listu Republike Slovenije, št. 98, z dne 24. oktobra letos. Pritožb nismo dobili. Sedaj bi morali dobiti na klop tudi pisno poročilo mandatno-imunitetne komisije, vendar ta se razmnožuje. Da ne bi izgubljali časa, predlagam, ker ima gospod predsednik te komisije poročilo napisano, da on poroča, razen če so kakšni ugovori k tej točki in k mojemu predlogu. Ker ni ugovorov, prosim gospoda Valentina Pohorca, da poda poročilo te komisije.", "text_en": "Ladies and gentlemen, I ask for a little more patience because the report of the Commission is being reproduced. We hope we get this soon. Ladies and gentlemen of the House! We're moving to 2. On the day-to-day basis, this is the report of the proposed committee on the examination of the selection certificates and the possible complaints by candidates and representatives of the list of candidates for the decision of the voluntary commission, which may affect the validation of the mandate, the proposal for the confirmation of the mandate and the decision on appeals. Before we go to this, I have a pleasant duty to welcome Mr President of the Republic Election Commission, Mr Gasper Frankar. I greet him well and thank him for his work. Now let's move on. The material for the consideration of this item should, however, be received on the bench, pardon, you have received the report of the Republic Election Commission, published in the Official Journal of the Republic of Slovenia, No. 98, of 24 October this year. We didn't get a complaint. We should now also receive a written report from the Commission on Mandate and Immunity, but it is multiplying. In order not to waste time, I propose, because Mr President of this Commission has written a report to report, unless there are any objections to this point and to my proposal. Since there is no objection, I ask Mr Valentin Pohorc to submit a report to this Commission."}
{"id": 6502523, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Regular", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "DeSUS", "speaker_party_name": "Democratic Party of Pensioners of Slovenia", "party_status": "Coalition", "party_orientation": "Centre to centre-left", "partyfacts_id": "467.0", "speaker_id": "PohorecValentin", "speaker_name": "Pohorec, Valentin", "speaker_gender": "M", "speaker_birth": 1941, "word_count": 379, "cap_category": null, "cap_prob": null, "sent_logit": 2.844, "sent3_category": "Neutral", "sent6_category": "Neutral Positive", "text": "Spoštovani gospod predsedujoči, spoštovane poslanke in poslanci in drugi prisotni v tej dvorani! Podajam poročilo o pregledu potrdil o izvolitvi s predlogom za potrditev mandatov. Mandatno-imunitetna komisija državnega zbora Republike Slovenije je na prvi seji, dne 27.10.2000, v skladu z določbo tretjega odstavka 7. člena zakona o poslancih pregledala potrdilo o izvolitvi poslancev državnega zbora Republike Slovenije. Do začetka prve seje državnega zbora Republike Slovenije ni bilo vloženih pritožb kandidatov in predstavnikov list kandidatov zoper odločitve volilne komisije, ki lahko vplivajo na potrditev mandatov. Mandatno-imunitetna komisija je pregledala poročilo republiške volilne komisije o izidu rednih volitev poslancev v državni zbor in k poročilu priložene volilne spise ter potrdila o izvolitvi poslancev in je na podlagi tega ugotovila: 1. Na rednih volitvah poslancev v državni zbor 15. oktobra 2000 je na podlagi drugega dela ustavnega zakona o dopolnitvi 80. člena ustave Republike Slovenije in 90. člena zakona o volitvah v državni zbor pripadlo listam kandidatov skupaj 60 mandatov in je bilo po določbah 91. člena zakona izvoljenih 60 kandidatov. Preostalih 28 mandatov je bilo razdeljenih na ravni države po določbah drugega dela ustavnega zakona o dopolnitvi 80. člena ustave Republike Slovenije ter 92. in 93. člena zakona o volitvah v državni zbor. Po en mandat je bil izvoljen za poslanca, predstavnika italijanske oziroma madžarske narodne skupnosti. Potrdila o izvolitvi je mandatni komisiji predložilo 87 kandidatov. Trije kandidati niso predložili originalnega potrdila o izvolitvi, ugotovljena pa je bila njihova istovetnost. Zato je mandatno-imunitetna komisija opravila vpogled v dokumentacijo republiške volilne komisije in ugotovila, da noben mandat ni sporen, tri poslance pa poziva, da čimprej predložijo originalna potrdila. Na podlagi pregleda poročila republiške volilne komisije in predloženih potrdil o izvolitvi je mandatno-imunitetna komisija ugotovila, da noben mandat od 90 poslanskih mandatov ni sporen. Na podlagi navedenega in v skladu s prvim odstavkom 14. člena poslovnika državnega zbora Republike Slovenije mandatno-imunitetna komisija predlaga državnemu zboru Republike Slovenije, da na podlagi 7. člena zakona o poslancih in drugega odstavka 14. člena poslovnika državnega zbora Republike Slovenije sprejme naslednji sklep: \"Potrdijo se mandati vsem poslancem državnega zbora Republike Slovenije, izvoljenih na volitvah 15. oktobra 2000, po seznamu izvoljenih mandatov, ki je sestavni del poročila mandatno-imunitetne komisije.\" Komisija je bila sklepčna, manjkal je samo eden, ostali smo bili prisotni. Vsi smo poročilo soglasno potrdili. Hvala lepa.", "text_en": "Mr President, honourable Members and other Members present in this Chamber! I am submitting a report on the review of the electoral certificates with a proposal for the approval of mandates. At its first meeting, on 27.10.2000, in accordance with the provisions of the third paragraph of Article 7 of the Law on Members, the Commission of the National Assembly of the Republic of Slovenia reviewed the certificate of election of members of the National Assembly of the Republic of Slovenia. By the beginning of the first meeting of the National Assembly of the Republic of Slovenia, no complaints had been lodged with the candidates and representatives of the candidate lists against the decisions of the electoral commission which may affect the approval of the mandates. The mandate-immunity committee reviewed the report of the Republic Election Commission on the outcome of the regular election of Members to the National Assembly and the report of the accompanying electoral files and confirmed the election of Members and found on this basis: 1. In the regular election of Members to the National Assembly on 15 October 2000, 60 candidates were elected under the second part of the Constitutional Act supplementing Article 80 of the Constitution of the Republic of Slovenia and Article 90 of the Law on Elections to the National Assembly and 60 were elected under the provisions of Article 91 of the Law. The remaining 28 mandates were divided at national level according to the provisions of Part Two of the Constitutional Act supplementing Article 80 of the Constitution of the Republic of Slovenia and Article 92 and 93 of the Law on Elections to the National Assembly. After one term he was elected Member, representative of the Italian or Hungarian national community. The election certificates were submitted to the Commission by 87 candidates. Three candidates did not submit an original election certificate and their identity was established. That is why the Commission of Commissioners-in-Charge carried out an examination of the documentation of the Republican Electoral Commission and found that no mandate was disputed and the three Members called for original certificates to be submitted as soon as possible. On the basis of a review of the report of the Republic Election Commission and of the electoral certificates submitted, the Commission concluded that no mandate of 90 sent mandates was disputed. On the basis of that and in accordance with the first paragraph of Article 14 of the Rules of Procedure of the National Assembly of the Republic of Slovenia, the Commission shall propose to the National Assembly of the Republic of Slovenia, pursuant to Article 7 of the Law on Members and Article 14 of the Rules of Procedure of the National Assembly of the Republic of Slovenia, that the following decision be adopted: \"The terms of office of all Members of the National Assembly of the Republic of Slovenia elected in the elections of 15 October 2000 shall be confirmed following the list of elected mandates, which shall form an integral part of the report of the Commission of Commissioners.\" The Commission was final, there was only one missing, we remained present. We all unanimously confirmed the report. Thank you very much."}
{"id": 6502524, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Chairperson", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "NSi", "speaker_party_name": "New Slovenia – Christian Democrats", "party_status": "Opposition", "party_orientation": "Centre-right", "partyfacts_id": "1618.0", "speaker_id": "BernikJožef", "speaker_name": "Bernik, Jožef", "speaker_gender": "M", "speaker_birth": 1924, "word_count": 196, "cap_category": null, "cap_prob": null, "sent_logit": 3.17, "sent3_category": "Neutral", "sent6_category": "Neutral Positive", "text": "Hvala gospodu predsedniku, Valentinu Pohorcu. Čeprav še niste dobili na klop tega poročila, h kateremu je priložena tudi lista vseh poslank in poslancev, bom nadaljeval sejo in zato odpiram razpravo o poročilu mandatno-imunitetne komisije. Nobene razprave ni o tem. Želijo besedo predstavniki poslanskih skupin? Dajem besedo poslankam in poslancem. Če ne želi nihče razpravljati, zaključujem razpravo. Tukaj je potrebno neko pojasnilo. Na podlagi četrtega odstavka 7. člena zakona o poslancih ter drugega in tretjega odstavka 14. člena poslovnika državnega zbora zbor skupaj odloči o potrditvi mandatov, ki niso sporni. Spornih nimamo, torej vsi poslanci lahko glasujejo. Sedaj gremo naprej. Iz poročila mandatno-imunitetne komisije izhaja, da ni spornih mandatov, zato dajem na glasovanje poročilo mandatno-imunitetne komisije v celoti in s tem glasujemo o potrditvi vseh 90-ih mandatov poslank in poslancev. Prosim poslanke in poslance, da zabeležijo svojo navzočnost! Sedaj bomo glasovali o predlogu, ki ga je predstavil predsednik komisije. Prosim. \"Za\" je glasovalo 79 poslank in poslancev, nihče ni bil \"proti\". Glede na izid glasovanja ugotavljam, da je to poročilo mandatno-imunitetne komisije v celoti sprejeto in s tem je potrjenih vseh 90 mandatov poslank in poslancev. Vsem iskreno čestitam. Prosim, če želite besedo.", "text_en": "Thank you, Mr. President, Valentin Pohortz. Although you have not yet received this report, which is also accompanied by a list of all Members and Members, I will continue the meeting and therefore open the debate on the report of the Commission on Immunity. There is no debate on that. The representatives of the parliamentary groups would like to speak? I give my word to the Members and Members of Parliament. If no one wants to discuss it, I conclude the debate. There's an explanation to be made here. In accordance with the fourth paragraph of Article 7 of the Law on Members and the second and third paragraphs of Article 14 of the Rules of Procedure of the National Assembly, the Assembly shall jointly decide on the approval of non-controversial mandates. We do not have a dispute, so all Members can vote. We're moving on now. It follows from the report of the Commission on Mandate-Immunity that there are no mandates at stake, so I am putting to the vote the report of the Commission on Mandate-Immunity in full and therefore we are voting on the approval of all 90 Members and Members' mandates. Members and Members, please note their presence! We will now vote on the proposal put forward by the President of the Commission. Please. \"For\" was voted by 79 Members and Members, no one was \"against\". On the basis of the outcome of the vote, I note that this report has been fully adopted by the Immunity Commission and all 90 seats of Members and Members are hereby confirmed. Congratulations to all of you. Please, if you'd like a word."}
{"id": 6502525, "parlmint_text_id": null, "parlmint_id": null, "date": "2000-10-27", "parliament": "SI", "vdem_country_id": 202, "lang": "Slovenian", "speaker_role": "Regular", "speaker_mp": null, "speaker_minister": "notMinister", "speaker_party": "-", "speaker_party_name": "-", "party_status": "-", "party_orientation": "-", "partyfacts_id": null, "speaker_id": "FrankarGašper", "speaker_name": "Frankar, Gašper", "speaker_gender": "M", "speaker_birth": null, "word_count": 16, "cap_category": null, "cap_prob": null, "sent_logit": 4.23, "sent3_category": "Positive", "sent6_category": "Mixed Positive", "text": "Gospod predsedujoči, hvala lepa. Vsem poslankam in poslancem čestitam ob izvolitvi in vam želim veliko uspeha.", "text_en": "Mr. Chairman, thank you very much. I congratulate all Members of Parliament on their election and wish you every success."}
